{
	"team": "Mythical Team Name",
	"sections": [
		{
			"title": "Sprint Planning",
			"questions": [
				{"text": "The team decides the size of the next sprint independently and without pressure."},
				{"text": "All team members have a basic understanding of what is required in the sprint."},
				{"text": "Each member of the team contributes appropriately."},
				{"text": "Tickets are only added to the sprint when they meet the Definition Of Ready."},
				{"text": "All team members agree on the planned work and sprint goal."},
				{"text": "Sprint Planning takes place at the end of a sprint and immediately before starting the next one."},
				{"text": "The total number of points in the sprint fits with the team's historical average velocity."},
				{"text": "The total number of point in the sprint considers known factors such as sickness, annual leave, training, etc."},
				{"text": "All tickets in the sprint result give value to a project."},
				{"text": "Everything the team is expected to deliver in the sprint is represented by a ticket in the sprint."}
			]
		},
		{
			"title": "Daily Scrum",
			"questions": [
				{"text": "Daily stand-ups are a quick check-in, completed in under 10 minutes."},
				{"text": "All team members attend the daily stand-ups and are present from the start."},
				{"text": "If the Product Owner is present, they are there in an observational capacity – but can be called on to give input."},
				{"text": "The Sprint Goals the team have set are a focus and referred to / encouraged."},
				{"text": "Everyone in the team knows who is currently working on what."},
				{"text": "The team feel confident to highlight any blocking issues for the day."},
				{"text": "Blockers are handled by the Scrum Master outside of the meeting."},
				{"text": "The stand-up is at the same time each day."},
				{"text": "The stand-up can be run independently of the Scrum Master."},
				{"text": "The stand-up format is supportive and collaborative - the focus is team performance."}
			]
		},
		{
			"title": "Sprint Review",
			"questions": [
				{"text": "Extensive Customer / Product Owner feedback is an integral part of each of the sprint cycles."},
				{"text": "Stakeholders are invited to every Sprint Review and have an agenda in advance."},
				{"text": "The team refers back to previous Sprint Reviews when preparing the next Sprint."},
				{"text": "The team encourage Stakeholder feedback during Sprint Reviews."},
				{"text": "The Sprint Review happens every sprint, at the end of every sprint, before the Sprint Retrospective and Sprint Planning."},
				{"text": "The Sprint Review is recorded/documented on Confluence."},
				{"text": "The Sprint Review focuses on working software."},
				{"text": "The Sprint Review is seen in a performance context against other sprints."},
				{"text": "The Sprint Review format celebrates and affirms the team in success."},
				{"text": "The Sprint Review format provides a platform for all voices, encouraging all to contribute."}
			]
		},
		{
			"title": "Sprint Retrospective",
			"questions": [
				{"text": "The effort and time that the team spends at these meetings is well-invested."},
				{"text": "The Sprint Retrospectives are documented and can be referred to later."},
				{"text": "Team members can freely express opinions and suggest ideas, share opinions, etc. Team members are not talked down to, or talked over."},
				{"text": "Opinions and feedback are factual, not personal."},
				{"text": "The team identify how they want to improve – and demonstrates that happening in the next sprint."},
				{"text": "Both good and bad experiences are shared about the previous sprint – these can be a mix of technical and personal too."},
				{"text": "Strong voices are encouraged but managed."},
				{"text": "Quieter voices are encouraged and amplified."},
				{"text": "The Sprint Retrospective happens every sprint, at the end of the sprint, and before the Sprint Planning."},
				{"text": "Sprint Retrospective can happen independently of the Product Owner or Scrum Master being present."}
			]
		},
		{
			"title": "Product Owner",
			"questions": [
				{"text": "The Product Owner is one person."},
				{"text": "The Product Owner believes in the product and the team."},
				{"text": "The Product Owner attends the stand-up in an observational capacity and contributes when asked."},
				{"text": "The Product Owner is engaged in Sprint Reviews."},
				{"text": "The Product Owner is available to the Scrum Master when needed."},
				{"text": "The Product Owner works with the Scrum Master to keep a healthy backlog."},
				{"text": "The Product Owner is writing and preparing tickets that comply with the Definition of Ready."},
				{"text": "The Product Owner does not tell the team how to estimate or implement the tickets."},
				{"text": "The Product Owner prioritises what working software needs to be delivered in the following sprint."},
				{"text": "The Product Owner does not regularly change the Sprint Backlog."}
			]
		},
		{
			"title": "Scrum Master",
			"questions": [
				{"text": "The Scrum Master is engaged and interested in the process of managing the work cycle."},
				{"text": "The Scrum Master shields the team from the Product Owner where needed."},
				{"text": "The Scrum Master leads the stand-up and other ceremonies."},
				{"text": "The Scrum Master works with the Product Owner to comb the Product Backlog regularly."},
				{"text": "The Scrum Master plans the next sprint in advance of it starting."},
				{"text": "The Scrum Master works to ensure that tickets meet the Definition of Ready."},
				{"text": "The Scrum Master (with the Product Owner) moves tickets to Done only when the Definition of Done is reached."},
				{"text": "The Scrum Master has the time and resources to execute the role effectively."},
				{"text": "The Scrum Master (with the Product Owner) can predict the performance of the team over several sprints."},
				{"text": "The Scrum Master works in a servant leader capacity to help unblock and resource members of the team."}
			]
		},
		{
			"title": "Dev Team Skills",
			"questions": [
				{"text": "Team members, Product Owner and Scrum Master share the same understanding of their respective roles in the team."},
				{"text": "The team share unfinished work with stakeholders early to get feedback as quickly as possible."},
				{"text": "If a team member makes a mistake, they are not judged for it."},
				{"text": "The team is good at making decisions."},
				{"text": "There are plenty of opportunities for informal exchange with colleagues."},
				{"text": "There is a constructive exchange of knowledge happening between newer and more experienced colleagues."},
				{"text": "The team maintain a close exchange with other teams, customers and service providers in order to be innovative."},
				{"text": "The team frequently mob and pair throughout the sprint to get tickets to Done."},
				{"text": "The team has a charter - a written set of values they live by."},
				{"text": "The team completes tickets to the Definition of Done"}
			]
		},		{
			"title": "Product Backlog",
			"questions": [
				{"text": "Product Backlog refinement in the team is efficient and effective."},
				{"text": "Product Backlog refinement in the team happens each sprint."},
				{"text": "There are at least two sprints worth of tickets ready in the Product Backlog."},
				{"text": "The team make time in each sprint to size the top x number of tickets."},
				{"text": "The Product Backlog is well-maintained and ordered by importance by the Product Owner."},
				{"text": "There is a Definition of Ready, which is used to determine if the tickets are ready to size."},
				{"text": "Tickets are described well enough to be able to discuss and size."},
				{"text": "Tickets can be worked on independently of each other."},
				{"text": "If the ticket is for a bug, a worked example is provided on the ticket."},
				{"text": "If the ticket is for a bug, the description contains statements explaining what the expected behavior should be."}
			]
		},
		{
			"title": "Sprint Backlog",
			"questions": [
				{"text": "The Sprint Backlog tickets are all sized before the sprint begins."},
				{"text": "The Sprint Backlog doesn't often change mid-sprint."},
				{"text": "The Scrum Master and the Product Owner have a conversation before changing the Sprint Backlog."},
				{"text": "The Definition of Done is satisfied before a ticket is moved to Done."},
				{"text": "If the ticket has Acceptance Criteria, it is satisfied before being moved to Done."},
				{"text": "If a ticket is brought into the sprint, a ticket of the same or more value is removed."},
				{"text": "The team is responsible for delivering a ticket, not just the assigned person."},
				{"text": "Multiple tickets per person are not present in In Progress. Stop starting, start finishing."},
				{"text": "Any blockers are commented in the ticket and the ticket is flagged for attention."},
				{"text": "Handover comments are made in tickets, to mitigate any knowledge stall mid sprint due to illness, annual leave."}
			]
		}
	]
}